Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: I've got a whole new batch of messed-up shit you need to explain.
pl_pl: Mam całą nową porcję popieprzonych pytań, na które musisz odpowiedzieć.

source: I've got coverage. Move around!
pl_pl: Na pozycji. Ruszać się!

source: I've had a lot of disappointments, Jack. But you're the one that hurts the most.
pl_pl: Przeżyłam wiele rozczarowań, Jack. Ale ty jesteś tym, które boli najbardziej.

source: I've had to make a lot of hard calls over the years. I won't apologize for putting the mission before my personal relationships.
pl_pl: Przez lata musiałem podejmować wiele trudnych decyzji. Nie będę przepraszał za przedkładanie misji nad moje osobiste relacje.

source: I've never met your brother.
pl_pl: Nigdy nie spotkałam twojego brata.

source: I, uh... I heard what you said on the news.
pl_pl: Słyszałem, co powiedziałaś w wiadomościach.

source: I-I NEVER -- I NEVER FELT GOOD DOING THIS.
pl_pl: Ja-ja nigdy... Nigdy nie czułem się z tym dobrze.

source: I... I don't know, Jack. This whole thing isn't as simple as we thought.
pl_pl: Ja... Nie wiem, Jack. To wszystko nie jest tak proste, jak myśleliśmy.

source: IF I INITIATE THE PROTOCOL, THERE'S NO GOING BACK.
pl_pl: Jeśli zainicjuję protokół, nie będzie już odwrotu.

source: IF THE FRACTURE'S HAPPENING NOW, I OWE THIS TO HER.
pl_pl: - Jeśli pęknięcie nastąpi teraz, to zawdzięczam to jej.

source: IF THE LIFEBOAT WAS THE ANSWER, DON'T YOU THINK I WOULD BE ON IT?
pl_pl: Gdyby łódź ratunkowa była ratunkiem, nie sądzisz, że byłbym na tej liście?

source: IF YOU LET JOYCE USE THE C.F.R., THEN THAT MEANS THE LIFEBOAT'S GONE. NO, NO.
pl_pl: Jeśli pozwolisz Joyce'owi korzystać z RPC, to nici z łodzi ratunkowej. Nie, nie.

source: IF YOU LET JOYCE USE THE CFR, THEN THAT MEANS THE LIFEBOAT'S GONE. NO, NO.
pl_pl: Jeśli pozwolisz Joyce'owi korzystać z RPC, to nici z łodzi ratunkowej. Nie, nie.

source: IF YOU WILL JUST LET ME PROTECT YOU ONE LAST TIME.
pl_pl: Jeśli tylko pozwolisz mi ochronić cię ten ostatni raz.

source: IMAGE
pl_pl: OBRAZ

source: IN ABOUT 15, 14, 13, 12, 11, 10.
pl_pl: Za niecałe 15, 14, 13, 12, 11, 10.

source: IN EVERYTHING YOU'VE SEEN...
pl_pl: We wszystkim, co widziałeś...

source: IN FACT, YOU'RE THERE MOST OF THE TIME I'M THERE.
pl_pl: Tak naprawdę, pracujesz cały czas, kiedy tam jestem.

source: IN MEMORIAM – DR. HENRY KIM, PHD 1965-2016 Our dear friend and colleague, Henry Kim, PhD, passed away on Friday, February 12th, 2016, at the age of 50. As a professor at Riverport University, Dr. Kim was praised for his tireless devotion to his field and his students. Both Dr. William Joyce and Dr. Elton Meyer, whose research efforts eventually led to the discovery of the Meyer-Joyce Field, were his students. He later made a name for himself as the director of Monarch Solutions’ Physics Research Division. While maintaining this position he also contributed heavily to research at Riverport University, lending his services to the development of Project Promenade, based on his students' discoveries. which he continued to work on until the time of his death.
pl_pl: ŚWIĘTEJ PAMIĘCI - DR HENRY KIM 1965-2016 Nasz drogi przyjaciel i kolega, dr Henry Kim, zmarł w piątek, 12 lutego 2016 r. w wieku 50 lat. Jako profesor na Uniwersytecie Riverport, dr Kim był chwalony za swoje niestrudzone oddanie swojej dziedzinie i studentom. Zarówno dr William Joyce, jak i dr Elton Meyer, których wysiłki badawcze ostatecznie doprowadziły do odkrycia pola Meyer-Joyce, byli jego studentami. Później zyskał sławę jako dyrektor działu badań fizycznych Monarch Solutions. Utrzymując to stanowisko, wniósł również duży wkład w badania na Uniwersytecie Riverport, udzielając swoich usług przy opracowywaniu projektu Promenada, opartego na odkryciach jego studentów, nad którym pracował aż do śmierci.

source: IN THE FIRST PLACE.
pl_pl: tym wyjazdem.

source: INCOMPLETE
pl_pl: NIESKOŃCZONE

source: INDUSTRIAL AREA
pl_pl: STREFA PRZEMYSŁOWA

source: INDUSTRIAL AREA INTERROGATION ROOM
pl_pl: POKÓJ PRZESŁUCHAŃ W STREFIE PRZEMYSŁOWEJ

source: INDUSTRIAL AREA WAREHOUSE
pl_pl: MAGAZYN W STREFIE PRZEMYSŁOWEJ

source: INSTALLATION COMPLETE
pl_pl: INSTALACJA ZAKOŃCZONA

source: INSTALLED
pl_pl: ZAINSTALOWANE

source: INTEL
pl_pl: DANE WYWIADOWCZE

source: INTEL COLLECTED:
pl_pl: ZNALEZIONE DANE WYWIADOWCZE:

source: INVERT HORIZONTAL CAMERA
pl_pl: ODWRÓCENIE KAMERY W POZIOMIE

source: INVERT VERTICAL CAMERA
pl_pl: ODWRÓCENIE KAMERY W PIONIE

source: INVERTED
pl_pl: ODWRÓCONE

source: INVESTIGATE THE SWIMMING POOL FOR CLUES
pl_pl: ZBADAJ BASEN W POSZUKIWANIU WSKAZÓWEK

source: IS GOING TO SHOOT YOU IN THE HEAD.
pl_pl: strzeli ci w głowę.

source: IS NOT YET KNOWN, BUT FOUL PLAY HAS NOT BEEN RULED OUT.
pl_pl: wciąż jest nieznana, ale nie wyklucza się możliwości popełnienia przestępstwa.

source: IS THAT WHAT ALL THAT COMMOTION WAS ABOUT?
pl_pl: O to chodziło w tym całym zamieszaniu?

source: IS USE THE PROTOCOL NUMBERS AND JUST MOVE OUR WAY UP.
pl_pl: to użyć ich własnych protokołów i przedostać się dalej.

source: IT CAN ONLY BE DONE FROM THE INSIDE.
pl_pl: Jest możliwy do zrobienia tylko od środka.

source: IT CAN'T BE UNDONE.
pl_pl: Nie można tego cofnąć.

source: IT IS THE CORE OF MONARCH'S TIME TECH.
pl_pl: to rdzeń technologii czasu Monarch.

source: IT SHOULD BE FEARED, NOT WORSHIPED.
pl_pl: Powinniśmy się bać, a nie czcić.

source: IT SURE LOOKS LIKE HE WAS THERE.
pl_pl: Bo wyglądało, że jednak tam był.

source: IT WAS A SIMPLE FAIL-SAFE.
pl_pl: To było proste zabezpieczenie.

source: IT WAS A STRANGE CREATURE.
pl_pl: To była dziwna istota.

source: IT WAS HIM, PAUL.
pl_pl: To on, Paul.

source: IT WAS MARTIN.
pl_pl: To Martin.

source: IT WAS WILLIAM'S ORIGINAL.
pl_pl: To była oryginalna maszyna William'a.

source: IT WON'T TURN OFF.
pl_pl: Nie wyłącza się.

source: IT'LL BE REALLY QUICK.
pl_pl: To nie zajmie długo.

source: IT'S A CRUCIAL KEY TO OUR SURVIVAL AND MUST REMAIN SAFE.
pl_pl: To klucz byśmy przetrwali i nie może wpaść w niepowołane ręce.

source: IT'S A PRETTY GOOD CHOICE,
pl_pl: Całkiem dobry wybór,

source: IT'S A REMNANT OF A MASS DELETION.
pl_pl: Pozostałość po masowym usuwaniu.

source: IT'S A SPECIAL TALENT I HAVE.
pl_pl: To jest mój specjalny talent.

source: IT'S ADMIRABLE.
pl_pl: Jest godne podziwu.

source: IT'S ALL YOU. YOU'RE GOOD TO GO.
pl_pl: Teraz twoja kolej. Możesz iść.

source: IT'S AT THE TOP OF THE MONARCH TOWER, SO YOU GOT TO FOLLOW MY INSTRUCTIONS EXACTLY.
pl_pl: Jest na szczycie wieży Monarch, więc musisz robić dokładnie to, co ci powiem.

source: IT'S BEEN CLOSED EVER SINCE HE DISAPPEARED.
pl_pl: Jest zamknięte odkąd zniknął.

source: IT'S CALLED THE LIFEBOAT PROTOCOL, AND IT CAN SAVE US -- AT LEAST SOME OF US.
pl_pl: Nazywają to „Protokołem Łodzi Ratunkowej” i to może nas ocalić, a przynajmniej część z nas.

source: IT'S CARRIED US SO FAR.
pl_pl: Ona doprowadziła nas tak daleko.

source: IT'S CARRIED YOU SO FAR.
pl_pl: Ona doprowadziła cię tak daleko.

source: IT'S COOL. THEY'RE NEW.
pl_pl: Spokojnie. Są nowe.

source: IT'S HARD TO SAY WITHOUT HER TO CONFIRM, BUT --
pl_pl: Trudno powiedzieć bez jej potwierdzenia, ale...

source: IT'S INSIDE GROUND-ZERO PERIMETER.
pl_pl: Jest wewnątrz strefy zero.

source: IT'S ME. IT IS ME, OKAY?
pl_pl: To ja. To ja, dobrze?

source: IT'S NOT -- IT'S NOT -- IT'S NOT INCREDIBLY EASY.
pl_pl: To nie... to nie... To nie takie proste.

source: IT'S NOT GONNA MAKE A FUCKING DIFFERENCE.
pl_pl: Nie zrobi to żadnej jebanej różnicy,

source: IT'S PRETTY CLEAR HOW BRIGHT THE FUTURE IS FOR ALL OF US.
pl_pl: jak widać, czeka nas wszystkich świetlana przyszłość.

source: IT'S RIGHT UNDER ME.
pl_pl: Jest tuż pode mną.

source: IT'S RUINED IN A MASS DELETION.
pl_pl: Pozostałość po masowym usuwaniu.

source: IT'S STRETCHED, LIKE I'VE SEEN TOO MUCH,
pl_pl: jest rozciągnięta, jakbym zobaczył za dużo,

source: IT'S THAT I WON'T LISTEN TO YOU.
pl_pl: To kwestia tego, że ja się ciebie nie posłucham.

source: IT'S TIME FOR YOU TO REJOIN THE OTHERS, TO RETURN TO THE INFINITE.
pl_pl: Nadszedł czas, abyś dołączył do innych, powrócił do nieskończoności.

source: IT'S TIME YOU SEE HER FOR WHO SHE REALLY IS.
pl_pl: Nadszedł czas, abyś zobaczył ją taką, jaka jest naprawde.

source: IT'S TWELVE-SIDED, SMALL, METALLIC...
pl_pl: Jest dwunastokątny, mały, metalowy...

source: Idon't think we can trust her. The way she looked at the countermeasure, like she's seen it before... she knows what it does.
pl_pl: Chyba nie możemy jej ufać. Sposób, w jaki patrzyła na środek zaradczy, jakby widziała go wcześniej... wie, co robi.

source: If I run into Nick again, I should thank him for the car... Or apologize for stealing it.
pl_pl: Jeśli znów spotkam Nicka, powinienem podziękować mu za samochód... Albo przeprosić za kradzież.

source: If Joyce is in the library then who'd they spot up here?
pl_pl: Jeśli Joyce jest w bibliotece, to kogo tu zauważyli?

source: If Will did something wrong, then--
pl_pl: Jeśli Will zrobił coś złego, to...

source: If Will was right, that would mean it wouldn't be a change. We take the countermeasure, bring it to the present, fix the Fracture. Save the world.
pl_pl: \Jeżeli Will miał rację, oznaczałoby to, że to nie byłaby zmiana. Bierzemy środek zaradczy, przenosimy go do teraźniejszości, naprawiamy pęknięcie. Ratujemy świat.

source: If he'd just told me about all of this, I could've--
pl_pl: Gdyby tylko mi o tym powiedział, mógłbym...

source: If she'd turned against me, with what she knew, the damage could be immeasurable.
pl_pl: Gdyby zwróciła się przeciwko mnie z tym, co wiedziała, szkody mogłyby być niezmierzone.

source: If the Fracture in time is not repaired, it will eventually lead to the End of Time -- a permanent state of stutter, in which nothing can ever move again.
pl_pl: Jeśli wyrwa w czasie nie zostanie naprawiona, ostatecznie doprowadzi do Końca Czasu - trwałego „zacięcia”, w którym nic już nigdy nie będzie mogło się poruszyć.

source: If they’re not moving then we make them!
pl_pl: Jeśli się nie ruszają, my je tworzymy!

source: If we can get this thing working then we don't need that countermeasure. We can change everything.
pl_pl: Jeśli uda nam się to uruchomić, nie będziemy potrzebować tego środka zaradczego. Możemy zmienić wszystko.

source: If we get spotted the public's gonna be asking a helluva lot of questions.
pl_pl: Jeśli zostaniemy zauważeni, opinia publiczna będzie zadawać mnóstwo pytań.

source: If what you said is true then how did I save you? I saw you die, Will.
pl_pl: Jeśli to, co powiedziałeś, jest prawdą, to jak cię uratowałem? Widziałem, jak umierasz, Will.

source: If you aren't sure where to go next, look for yellow materials and markings in the environment to guide you.
pl_pl: Jeśli nie masz pewności, gdzie iść dalej, poszukaj żółtych materiałów i oznaczeń w otoczeniu, które Cię poprowadzą.

source: If you think Hatch is on your side, you're wrong. He freed you as a distraction, to further his own agenda.
pl_pl: Jeśli myślisz, że Hatch jest po twojej stronie, to się mylisz. Uwolnił cię, by odwrócić twoją uwagę i zrealizować swój własny plan.

source: If you want somebody to test it first I'm fuckin' in there, man. My whole life, I knew I was meant for something big. This is it. This is finally it.
pl_pl: Jeśli chcesz, żeby ktoś to najpierw przetestował, jestem tam, kurwa, stary. Przez całe życie wiedziałem, że jestem stworzony do czegoś wielkiego. To jest to. To jest wreszcie to.

source: If you're badly hurt, the Time Shield {@TIME_POWER_SHIELD} can buy you some breathing room while you recover.
pl_pl: Jeśli jesteś ciężko ranny, czasowa tarcza {@TIME_POWER_SHIELD} może dać ci trochę wytchnienia podczas rekonwalescencji.

source: If you're using a weapon with a long reload time, switching to another weapon will be a faster way of getting back into the fight.
pl_pl: Jeśli używasz broni z długim czasem przeładowania, przełączenie się na inną broń będzie szybszym sposobem na powrót do walki.

source: Image showing corridor schematics
pl_pl: Obraz przedstawiający schemat korytarza

source: Impossible!
pl_pl: Niemożliwe!

source: Impossible. I've adjusted the flight controls so the drone will crash into the villa on your order.
pl_pl: Niemożliwe. Dostosowałem sterowanie lotem tak, że dron rozbije się o willę na twój rozkaz.

source: In 2010 Monarch didn't own the area yet, that came shortly after because of what happened with you. But we knew William was building something new in his workshop, and we knew it must be important. We were monitoring the place.
pl_pl: W 2010 roku Monarch nie było jeszcze właścicielem tego obszaru, Monarch stał się właścicielem wkrótce po tym, co stało się z tobą. Ale wiedzieliśmy, że William buduje coś nowego w swoim warsztacie i wiedzieliśmy, że to musi być ważne. Monitorowaliśmy to miejsce.

source: In full force. There's an entire webpage dedicated to potential Jack Joyce sightings. So I've been filling it in with false leads for fun. Do you wanna pitch in?
pl_pl: Jeszcze jak. Istnieje cała strona internetowa ze zgłoszeniami potencjalnych lokalizacji1Jack'a Joyce'a. Więc dla zabawy wypełniłam ją fałszywymi wpisami. Chcesz się przyłączyć?

source: In here, Jack, going up.
pl_pl: Tutaj, Jack, w górę.

source: In here.
pl_pl: Tutaj.

source: In summary, time loop, I'm alive, science.
pl_pl: Podsumowując, pętla czasowa, żyję, nauka.

source: In theory. I built something for such an event, years ago. But finding the countermeasure won't be easy.
pl_pl: W teorii. Zbudowałem coś na taką okazję lata temu. Ale znalezienie środka zaradczego nie będzie łatwe.

source: Incoming!
pl_pl: Nadchodzi!

source: Increased Blast Radius
pl_pl: Zwiększony promień rażenia

source: Increased Focus
pl_pl: Większe skupienie

source: Increased Power
pl_pl: Zwiększona siła

source: Increased Range
pl_pl: Zwiększony zasięg

source: Increased Size
pl_pl: Zwiększona wielkość

source: Increased Strength
pl_pl: Zwiększona wytrzymałość

source: Increased Threat Detection
pl_pl: Lepsze wykrywanie zagrożeń

source: Increased attention would have put our plan at risk. As you know, the university was just the beginning.
pl_pl: Zwiększona uwaga zagroziłaby naszemu planowi. Jak wiesz, uniwersytet był tylko początkiem.

source: Industrial Area
pl_pl: Strefa przemysłowa

source: Ineffective fire.
pl_pl: Nieskuteczny ogień.

source: Initialize a PR campaign.
pl_pl: Rozpocznij kampanię PR.

source: Initiating reload!
pl_pl: Rozpoczynam przeładowanie!

source: Initiating search.
pl_pl: Zaczynam poszukiwania.

source: Insanity. I never should have built the machine. I should've left well enough alone.
pl_pl: Szaleństwo. Nigdy nie powinienem był budować tej maszyny. Powinienem był dać sobie spokój.

source: Installed
pl_pl: Zainstalowano

source: Instructions for tonight
pl_pl: Instrukcje na dzisiejszy wieczór

source: Intel
pl_pl: Dane wywiadowcze

source: Intel Objects Found
pl_pl: Znaleziono dane wywiadowcze

source: Interact Reload
pl_pl: Przeładuj

source: Interesting...
pl_pl: Interesujące...

source: Internal Monarch Comms 1
pl_pl: Wewnętrzna komunikacja Monarch 1

source: Internal Monarch Comms 2
pl_pl: Wewnętrzna komunikacja Monarch 2

source: Invert the controls for the gameplay camera's movement along the X-Axis (Left / Right)
pl_pl: Odwróć elementy sterujące ruchem kamery rozgrywki wzdłuż osi X (lewo/prawo)

source: Invert the controls for the gameplay camera's movement along the Y-Axis (Up / Down)
pl_pl: Odwróć elementy sterujące ruchem kamery rozgrywki wzdłuż osi Y (góra/dół)

source: Investigate the anomaly
pl_pl: Zbadaj anomalię

source: Is it the firing pin again?
pl_pl: Znowu iglica?

source: Is it true he's got some kind of... you know, powers? I mean, without the gear?
pl_pl: Czy to prawda, że ma jakieś... no wiesz, moce? To znaczy, bez sprzętu?

source: Is it true that Hatch got shot?
pl_pl: Czy to prawda, że Hatch został postrzelony?

source: Is that all of them?
pl_pl: Czy to wszyscy?

source: Is that all you've got?
pl_pl: To wszystko, na co was stać?

source: Is that angry young man going to cooperate any more than his brother did? You remember Jack as a close friend, but that clouds your judgment. Don't make this personal.
pl_pl: Czy ten gniewny młody człowiek będzie współpracował bardziej niż jego brat? Pamiętasz Jack'a jako bliskiego przyjaciela, ale to zaciemnia twój osąd. Nie rób z tego sprawy osobistej.

source: Is that another one of those... rewind things?
pl_pl: Czy to kolejna z tych... przewijanych rzeczy?

source: Is that gunfire? It's not... it's not one of them, is it?
pl_pl: Czy to strzały? To nie... to nie jeden z nich, prawda?

source: Is that guy who blew up the library? Uhm, James Joyce?
pl_pl: Czy to ten facet, który wysadził bibliotekę? James Joyce?

source: Is that...
pl_pl: Czy to...

source: Is the city still hunting for me?
pl_pl: Czy miasto wciąż na mnie poluje?

source: Is this permanent?
pl_pl: Czy tak zostanie na zawsze?

source: Is this really happening?
pl_pl: Czy to się dzieje naprawdę?

source: Is this the last of the witnesses?
pl_pl: Czy to ostatni świadek?

source: It ain't fair, right? So use that on camera. "Protest got outta hand, thank God Monarch was there to save us--"
pl_pl: To niesprawiedliwe, prawda? Więc pokaż to przed kamerą. „Protest wymknął się spod kontroli, dzięki Bogu, że Monarch nas uratował...”

source: It can't be. Otherwise trying to prevent it would be pointless.
pl_pl: To nie może być prawda. W przeciwnym razie próba zapobieżenia temu byłaby bezcelowa.

source: It doesn't look good. Hey, I gotta meet my friend, but you keep fighting this, okay?
pl_pl: Nie wygląda to dobrze. Hej, muszę się spotkać z przyjacielem, ale nie przestawaj z tym walczyć, dobra?

source: It has something to do with their future plans. Serene's delivering a speech, and the guest list has everybody from Monarch higher-ups, to big shot scientists, to the mayor of Riverport. Which raises the question, why now?
pl_pl: Ma to coś wspólnego z ich przyszłymi planami. Serene wygłasza przemówienie, a na liście gości znajdują się wszyscy, od wyższych urzędników Monarch, przez wielkich naukowców, po burmistrza Riverport. Co rodzi pytanie, dlaczego teraz?

source: It is, William. I've already seen it happen.
pl_pl: To prawda, Williamie. Już to widziałam.

source: It may not be much of a window. Monarch was sure it was imminent.
pl_pl: To okienko może nie być za duże. Monarch było pewne, że to jest nieuchronne.

source: It means we finish this.
pl_pl: Oznacza to, że to zakończymy.

source: It means we have less time than I hoped.
pl_pl: Oznacza to, że mamy mniej czasu, niż się spodziewałam.

source: It says the time machine core needs to be reset.
pl_pl: Mówi, że rdzeń wehikułu czasu musi zostać zresetowany.

source: It took eleven years for Will to build the countermeasure. Beth died for it.
pl_pl: Will potrzebował jedenastu lat, aby zbudować środek zaradczy. Beth przez to zginęła.

source: It took me years to come to terms with what must be done. But we don't have years.
pl_pl: Lata zajęło mi pogodzenie się z tym, co trzeba zrobić. Ale my nie mamy lat.

source: It was all supposed to be quietly swept under the carpet. But now we've got a shitload more bodies to disappear.
pl_pl: Wszystko miało zostać po cichu zamiecione pod dywan. Ale teraz mamy gówno więcej ciał do zniknięcia.

source: It was all there on the board. The details of his downward spiral. His work consumed him, became some kind of desperate obsession. He was never the same.
pl_pl: Wszystko było na tablicy. Szczegóły jego spirali upadku. Praca go pochłonęła, stała się czymś w rodzaju desperackiej obsesji. Nigdy już nie był taki sam.

source: It was clear Monarch had been building the chronon technology for years. They were prepared for the Fracture.
pl_pl: Było jasne, że Monarch od lat tworzył technologię chrononową. Byli przygotowani na pęknięcie.

source: It was clear that the workshop was at the center of the Monarch operation. I wanted to see what was in there. And it seemed to be the only way to the drydocks and Serene.
pl_pl: Było jasne, że warsztat znajduje się w centrum operacji Monarch. Chciałem zobaczyć, co tam jest. I wydawało się, że to jedyna droga do portu i Serene.

source: It was like stepping sideways through time. In another timeline, I was already there.
pl_pl: To było jak cofnięcie się w czasie. W innej linii czasu już tam byłem.

source: It was like walking into a shrine. This was their holy relic.
pl_pl: To było jak wejście do świątyni. To była ich święta relikwia.

source: It was obvious that the building had problems that went far beyond the train... or me. Monarch was fighting something inside.
pl_pl: Było oczywiste, że budynek miał problemy, które wykraczały daleko poza pociąg... lub mnie. Monarch walczył z czymś w środku.

source: It was overwhelming. Every unanswered question I had was compounded by what I'd seen in that workshop. The events at the university were a part of something much bigger. Something that had started seventeen years ago.
pl_pl: To było przytłaczające. Każde pytanie, na które nie znałem odpowiedzi, potęgowało to, co zobaczyłem w tym warsztacie. Wydarzenia na uniwersytecie były częścią czegoś znacznie większego. Czegoś, co zaczęło się siedemnaście lat temu.

source: It was some kind of a surveillance drone. Knowing that Monarch had eyes in the sky made me a little uneasy.
pl_pl: To był jakiś dron obserwacyjny. Świadomość, że Monarch ma oczy na niebie, trochę mnie zaniepokoiła.

source: It was technology that allowed people to move inside a stutter.
pl_pl: To technologia pozwoliła ludziom poruszać się wewnątrz zacięcia.

source: It was the first time I'd visited the Ground Zero operation in ages. The location I'd arrived in when I went seventeen years back in time. The location where my fate was sealed six years ago.
pl_pl: Po raz pierwszy od wieków odwiedziłem Strefę Zero. Miejsce, do którego trafiłem, gdy cofnąłem się w czasie o siedemnaście lat. Miejsce, w którym mój los został przypieczętowany sześć lat temu.

source: It was your hometown. In six years you never felt any desire to return?
pl_pl: To było twoje miasto rodzinne. Przez sześć lat nigdy nie czułeś chęci powrotu?

source: It worked. It actually worked!
pl_pl: Udało się. Naprawdę zadziałało!

source: It works, but they're gonna cut our funding if I don't prove it.
pl_pl: To działa, ale obetną nam fundusze, jeśli tego nie udowodnię.

source: It works. It works!!
pl_pl: To działa. Działa!!!

source: It'll be en route to Monarch headquarters in less than an hour. Installation should be complete before the gala.
pl_pl: Będzie w drodze do siedziby Monarch za mniej niż godzinę. Instalacja powinna zakończyć się przed galą.

source: It'll take me months to reconstruct the time machine here. It may not even be possible.
pl_pl: Odtworzenie wehikułu czasu zajmie mi miesiące. Może to być nawet niemożliwe.

source: It's Joyce!
pl_pl: To Joyce!

source: It's Joyce! Careful, he's C-active!
pl_pl: To Joyce! Ostrożnie, on ma aktywny chronon!

source: It's Joyce! Don't give up!
pl_pl: To Joyce! Nie poddawaj się!

source: It's Joyce! Fuck him up!
pl_pl: To Joyce! Rozpierdolić go!

source: It's Joyce! He's activating the corridor!
pl_pl: To Joyce! Aktywuje korytarz!

source: It's Joyce! Open fire!
pl_pl: To Joyce! Otworzyć ogień!

source: It's Joyce, from the dry docks!
pl_pl: To Joyce, z portu!

source: It's Joyce, from the university!
pl_pl: To Joyce z uniwersytetu!

source: It's Monarch. I knew it. I knew they'd find us--
pl_pl: To Monarch. Wiedziałam. Wiedziałam, że nas znajdą.

source: It's Nick, by the way.
pl_pl: Tak przy okazji, nazywam się Nick.

source: It's Will's journal. Everything's in here. All the secrets he kept from us.
pl_pl: To dziennik Willa. Jest w nim wszystko. Wszystkie sekrety, które przed nami ukrywał.
